new2text =  {
    "CA": [
        "癌"
    ],
    "CEA": [
        "肿瘤标志物CEA"
    ],
    "FISH：PML/RARA（双色双融合）(15/17)：未见异常": [
        "FISH：PML/RARA（双色双融合）(15/17)异常"
    ],
    "HPV：16型": [
        "HPV16型"
    ],
    "LSIL": [
        "低度鳞状上皮内病变"
    ],
    "上腹部隐痛不适": [
        "上腹部不适"
    ],
    "不成形黑便": [
        "大便形状"
    ],
    "不能行走": [
        "行走障碍"
    ],
    "乏力": [
        "疲劳"
    ],
    "乙肝": [
        "肝炎",
        "乙型肝炎"
    ],
    "便": [
        "大便",
    ],
    "二便": [
        "大小便",
    ],
    "伤口": [
        "伤口处"
    ],
    "低回声低回声区": [
        "回声异常"
    ],
    "低回声区": [
        "回声异常"
    ],
    "低热": [
        "发热"
    ],
    "体力、体重无明显变化": [
        "体力改变"
    ],
    "体力逐渐下降": [
        "体力下降"
    ],
    "体重减少": [
        "体重减轻"
    ],
    "体重变化": [
        "体重改变"
    ],
    "体重无异常变化": [
        "体重变化"
    ],
    "体重无明显下降": [
        "体重下降"
    ],
    "体重无明显减轻": [
        "体重减轻"
    ],
    "体重无明显变化": [
        "体重变化",
        "体重改变"
    ],
    "体重无明显增减": [
        "体重改变"
    ],
    "体重无明显改变": [
        "体重改变"
    ],
    "体重明显下降": [
        "体重下降"
    ],
    "体重明显减轻": [
        "体重减轻"
    ],
    "体重有减轻": [
        "体重减轻"
    ],
    "体重未见明显下降": [
        "体重下降"
    ],
    "体重未见明显变化": [
        "体重改变"
    ],
    "体重较少": [
        "体重减轻"
    ],
    "体重近1月下降": [
        "体重下降"
    ],
    "侧枝循环开放": [
        "侧支循环开放"
    ],
    "偶咳": [
        "咳嗽"
    ],
    "全身乏力乏力不适": [
        "全身不适"
    ],
    "全身乏力不适": [
        "全身不适"
    ],
    "全身肌肉酸痛不适": [
        "全身肌肉不适"
    ],
    "冠心病": [
        "心脏病"
    ],
    "出血": [
        "血液流出"
    ],
    "切口疼痛不适": [
        "切口不适"
    ],
    "前光滑": [
        "欠光滑"
    ],
    "功血": [
        "子宫出血"
    ],
    "包块未见明显增大": [
        "包块增大"
    ],
    "包块稍有缩小": [
        "包块缩小"
    ],
    "包块逐渐增大": [
        "包块增大"
    ],
    "包快": [
        "包块"
    ],
    "十二指肠球部隆起": [
        "十二指肠球隆起"
    ],
    "占位": [
        "占位性病变"
    ],
    "占位病变": [
        "占位性病变"
    ],
    "反酸": [
        "返酸"
    ],
    "受累": [
        "累及"
    ],
    "变白变紫又变红": [
        "颜色"
    ],
    "右乳隐痛不适": [
        "右乳不适"
    ],
    "右侧胸壁": [
        "右侧胸壁炎"
    ],
    "右纵膈慢性肉芽肿性炎": [
        "右纵隔炎"
    ],
    "右肺": [
        "右肺炎"
    ],
    "右肺下叶实变不张": [
        "肺不张"
    ],
    "吐": [
        "呕吐"
    ],
    "吞咽梗阻、困难": [
        "吞咽困难"
    ],
    "听力": [
        "听觉"
    ],
    "听力下降": [
        "听觉下降"
    ],
    "听力减退": [
        "听觉减退"
    ],
    "听力无明显下降": [
        "听力下降"
    ],
    "呃逆": [
        "打嗝"
    ],
    "呕鲜红色血液": [
        "呕血"
    ],
    "咯鲜血": [
        "咯血"
    ],
    "咳出10ML鲜血": [
        "咳血"
    ],
    "咳暗红色血": [
        "咳血"
    ],
    "哽咽感": [
        "哽噎感"
    ],
    "喘息": [
        "气喘"
    ],
    "喘累": [
        "呼吸困难"
    ],
    "嗅觉稍下降": [
        "嗅觉下降"
    ],
    "团块状影": [
        "团块影"
    ],
    "增厚、粗糙": [
        "增厚粗糙"
    ],
    "增多软组织": [
        "软组织增多"
    ],
    "多发转移": [
        "癌"
    ],
    "大、小便": [
        "大小便"
    ],
    "大便": [
        "大便性状",
    ],
    "大便性状及频率": [
        "大便频率"
    ],
    "大便性状及频率改变": [
        "大便频率改变",
        "大便性状改变"
    ],
    "大便频繁": [
        "大便"
    ],
    "大小便无明显异常": [
        "大小便异常"
    ],
    "大小便未见明显异常": [
        "大小便异常"
    ],
    "大淋巴结": [
        "淋巴结大"
    ],
    "头昏不适": [
        "头不适"
    ],
    "姐姐": [
        "结节"
    ],
    "宫颈HPV仍提示16型": [
        "宫颈HPV16型"
    ],
    "寒战": [
        "寒颤"
    ],
    "导管内癌": [
        "导管癌"
    ],
    "小便尚通畅": [
        "排尿通畅"
    ],
    "小便未见明显异常": [
        "小便异常"
    ],
    "小便次数增加": [
        "尿频"
    ],
    "小便深黄": [
        "尿液颜色"
    ],
    "小大便": [
        "大小便"
    ],
    "尿": [
        "小便",
        "排尿",
        "尿液"
    ],
    "尿末痛": [
        "尿痛"
    ],
    "尿线无力、分叉": [
        "尿线分叉"
    ],
    "尿线无力、分叉、变细": [
        "尿线变细"
    ],
    "尿色": [
        "尿液颜色"
    ],
    "尿路感染": [
        "尿道感染"
    ],
    "尿量、尿液颜色异常": [
        "尿量异常"
    ],
    "尿量从1500ML左右逐渐减少": [
        "尿量减少"
    ],
    "尿黄": [
        "尿液颜色"
    ],
    "局部按摩后症状暂时缓解": [
        "局部按摩后缓解"
    ],
    "巧囊": [
        "巧克力囊肿"
    ],
    "干咳": [
        "咳嗽"
    ],
    "异型性细胞": [
        "异形性细胞",
        "异形细胞"
    ],
    "异型细胞": [
        "异形细胞"
    ],
    "异型细胞团": [
        "异形细胞团"
    ],
    "异常信号": [
        "信号异常"
    ],
    "异常淋巴细胞": [
        "淋巴细胞异常"
    ],
    "异常阴道流血": [
        "异常流血"
    ],
    "弯腰活动及起卧翻身时明显": [
        "弯腰活动时明显"
    ],
    "形状不规则": [
        "形态不规则"
    ],
    "心慌": [
        "心悸"
    ],
    "心衰": [
        "心力衰竭"
    ],
    "性变": [
        "病变",
        "改变"
    ],
    "息肉": [
        "肿物"
    ],
    "恶性肿瘤": [
        "恶性纵裂"
    ],
    "情况相对稳定": [
        "情况稳定"
    ],
    "意识丧失": [
        "意识障碍"
    ],
    "意识逐渐恢复": [
        "意识恢复"
    ],
    "慢性阻塞性肺疾病": [
        "慢阻肺"
    ],
    "慢支": [
        "支气管炎",
    ],
    "慢支炎": [
        "支气管炎"
    ],
    "慢阻肺": [
        "肺疾病"
    ],
    "手足麻木麻木不适": [
        "手足不适"
    ],
    "手足麻木不适": [
        "手足不适"
    ],
    "扩张、积水": [
        "扩张积水"
    ],
    "排便、排尿困难": [
        "排便困难"
    ],
    "排便稍困难": [
        "排便困难"
    ],
    "排便稍费力": [
        "排便费力"
    ],
    "排大便困难": [
        "排便困难"
    ],
    "排尿滴沥、踟蹰": [
        "排尿踟蹰"
    ],
    "支架自行脱出": [
        "支架脱出"
    ],
    "无痛淡红色血尿": [
        "尿痛"
    ],
    "无黑蒙": [
        "视物黑矇"
    ],
    "最高高体温": [
        "最高体温"
    ],
    "月经规则": [
        "月经周期"
    ],
    "未解大便": [
        "大便"
    ],
    "梗咽感": [
        "哽噎感"
    ],
    "梗死": [
        "梗塞"
    ],
    "椎间盘变性、突出": [
        "椎间盘突出"
    ],
    "气急": [
        "气促"
    ],
    "气短": [
        "气促"
    ],
    "汗": [
        "出汗"
    ],
    "泻": [
        "腹泻"
    ],
    "活动有轻微受限": [
        "活动受限"
    ],
    "活动耐力": [
        "活动耐量"
    ],
    "活动耐力无明显下降": [
        "活动耐力下降"
    ],
    "活动轻微受限": [
        "活动受限"
    ],
    "活动量未见明显减少": [
        "活动量减少"
    ],
    "流少量鲜红色血液": [
        "出血",
        "流血"
    ],
    "流液": [
        "异常流液"
    ],
    "流清涕": [
        "流涕"
    ],
    "流血": [
        "出血"
    ],
    "消瘦": [
        "体重"
    ],
    "涕": [
        "鼻涕"
    ],
    "淋巴细胞及单核细胞比例略增高": [
        "淋巴细胞及单核细胞增高"
    ],
    "淤斑": [
        "瘀斑"
    ],
    "淤血": [
        "瘀血"
    ],
    "渗液": [
        "渗出"
    ],
    "溢脓": [
        "流脓"
    ],
    "炎性阑尾": [
        "阑尾炎"
    ],
    "炎症改变": [
        "炎性改变"
    ],
    "热痛": [
        "发热"
    ],
    "甲功及甲功抗体未见异常": [
        "甲状腺功能异常"
    ],
    "甲功抗体未见异常": [
        "甲状腺功能抗体异常"
    ],
    "电切术": [
        "电切除"
    ],
    "疾病已进展": [
        "疾病进展"
    ],
    "病”变": [
        "病变"
    ],
    "痒": [
        "瘙痒"
    ],
    "痛": [
        "疼痛"
    ],
    "痰": [
        "咳痰"
    ],
    "痰中带血": [
        "咯血"
    ],
    "痰少": [
        "咳痰量"
    ],
    "癌直肠前切除术": [
        "癌切除术"
    ],
    "癌转移": [
        "转移癌"
    ],
    "白昼无明显差别": [
        "白昼明显差别"
    ],
    "白细胞逐渐升高": [
        "白细胞升高"
    ],
    "白细胞长长期处于升高状态": [
        "白细胞升高"
    ],
    "皮肤无红肿": [
        "皮肤红肿"
    ],
    "眼黄": [
        "黄染"
    ],
    "睡眠": [
        "睡眠质量"
    ],
    "磷状细胞CA": [
        "磷状细胞癌"
    ],
    "神志 清晰": [
        "神志清晰"
    ],
    "神清": [
        "神志"
    ],
    "移位": [
        "偏移"
    ],
    "稀便": [
        "腹泻"
    ],
    "精神": [
        "精神状态",
        "精神可"
    ],
    "精神意识障碍": [
        "精神障碍"
    ],
    "紧缩感、压榨感": [
        "紧缩感压榨感"
    ],
    "红": [
        "发红"
    ],
    "红肿、热痛": [
        "红肿热痛"
    ],
    "纳差": [
        "进食量"
    ],
    "翻身": [
        "翻身困难"
    ],
    "耳聋": [
        "听觉"
    ],
    "肝功仍轻度异常": [
        "肝功能异常"
    ],
    "肝功异常": [
        "肝功能异常"
    ],
    "肝功轻度异常": [
        "肝功能异常"
    ],
    "肝肾功未见异常": [
        "肝功能异常"
    ],
    "肝肾功能未见明显异常": [
        "肝功能异常"
    ],
    "肺大泡": [
        "肺大疱"
    ],
    "肺间质慢性炎": [
        "肺间质炎"
    ],
    "肾功": [
        "肾功能"
    ],
    "肾功不全": [
        "肾功能不全"
    ],
    "肾脏病": [
        "肾病"
    ],
    "肾衰竭": [
        "肾功能衰竭"
    ],
    "肿": [
        "水肿"
    ],
    "肿块逐渐增大": [
        "肿块增大"
    ],
    "肿瘤": [
        "癌"
    ],
    "胀": [
        "发胀"
    ],
    "胃肠道反": [
        "胃肠道反应"
    ],
    "胆囊结石伴炎变": [
        "胆囊炎"
    ],
    "胸背部背部隐痛不适": [
        "胸背部不适"
    ],
    "胸闷": [
        "憋闷"
    ],
    "胸骨后疼痛疼痛不适": [
        "胸骨后不适"
    ],
    "胸骨后疼痛不适": [
        "胸骨后不适"
    ],
    "脾稍大": [
        "脾大"
    ],
    "脾脏逐渐缩小": [
        "脾脏缩小"
    ],
    "腹腔积液": [
        "腹水"
    ],
    "腹部阵发隐痛不适": [
        "腹部不适"
    ],
    "腺肌症": [
        "子宫腺肌症"
    ],
    "色暗红": [
        "颜色"
    ],
    "营养不良": [
        "营养状态"
    ],
    "融合骨": [
        "骨融合"
    ],
    "血压控制可，波动": [
        "血压波动"
    ],
    "血常规、肝肾功未见异常": [
        "血常规异常"
    ],
    "血管扩张充血": [
        "血管充血"
    ],
    "血糖未正规监测": [
        "血糖正规监测"
    ],
    "血红蛋白及血小板降低": [
        "血红蛋白降低"
    ],
    "血肌酐呈上升趋势": [
        "血肌酐上升趋势"
    ],
    "行走站立不稳": [
        "行走不稳"
    ],
    "视力数指": [
        "视力指数"
    ],
    "视力明显下降": [
        "视力下降"
    ],
    "视力逐渐下降": [
        "视力下降"
    ],
    "视物双影，伴轻度倾斜": [
        "视物倾斜"
    ],
    "视物遮挡、变形": [
        "视物变形"
    ],
    "视近物模糊": [
        "视物模糊"
    ],
    "语言肢体活动障碍": [
        "语言障碍"
    ],
    "贲门粘膜慢性溃疡性炎": [
        "贲门粘膜炎"
    ],
    "跛行": [
        "步态"
    ],
    "身黄": [
        "皮肤颜色"
    ],
    "软便": [
        "大便性状"
    ],
    "软组织块块影": [
        "软组织块影"
    ],
    "运动受限": [
        "活动受限"
    ],
    "运动弥漫性减弱": [
        "运动减弱"
    ],
    "退行性变": [
        "退行性病变"
    ],
    "间质性改变": [
        "间质改变"
    ],
    "阴道再次出现流血": [
        "阴道流血"
    ],
    "非小细胞肺癌": [
        "非小细胞癌"
    ],
    "面色苍白、潮红": [
        "面色潮红"
    ],
    "面色逐渐苍白": [
        "面色苍白"
    ],
    "食纳": [
        "食欲"
    ],
    "饮食": [
        "进食"
    ],
    "饱胀": [
        "饱胀感"
    ],
    "骨密度明显增强": [
        "骨密度增强"
    ],
    "骨显影未见明显异常": [
        "骨显影异常"
    ],
    "骨质破坏、吸收": [
        "骨质吸收"
    ],
    "高热": [
        "发热",
    ],
    "鳞状细胞癌": [
        "鳞癌"
    ],
    "黑大便": [
        "黑便"
    ],
    "黑曚": [
        "黑矇"
    ],
    "黑朦": [
        "黑矇"
    ],
    "黑稀便": [
        "黑便"
    ],
    "黑色大便": [
        "大便颜色"
    ],
    "黑蒙": [
        "黑矇",
    ],
    "鼻根胀痛不适": [
        "鼻根不适"
    ],
    "鼻阻": [
        "鼻塞"
    ]
}


new2value =  {
    "1-2小时后头昏症状逐渐加重": [
        "1-2小时后加重"
    ],
    "1-2年发作一次": [
        "发作，上述"
    ],
    "1-6肋": [
        "1-6肋骨"
    ],
    "1111组组淋巴结": [
        "1111组淋巴结"
    ],
    "13组组淋巴结": [
        "13组淋巴结"
    ],
    "3级": [
        "3极"
    ],
    "8组组淋巴结": [
        "8组淋巴结"
    ],
    "<5、10组，6组，7组，9组，9组，10组，12组>淋巴结": [
        "5、10组，6组，7组，9组，9组，10组，12组淋巴结"
    ],
    "<7、8、9、10、11、12组>淋巴结": [
        "7、8、9、10、11、12组淋巴结"
    ],
    "<右乳>乳腺": [
        "右乳乳腺"
    ],
    "<右腋窝>淋巴结": [
        "右腋窝淋巴结"
    ],
    "<左侧>肾脏组织未见癌累及": [
        "左侧肾脏组织未见癌累及"
    ],
    "<左肾门>淋巴结": [
        "左肾门淋巴结"
    ],
    "<左腹股沟淋巴结穿刺活检标本>淋巴组织结构": [
        "左侧腹股沟淋巴结组织结构"
    ],
    "<肠系膜根部>淋巴结": [
        "肠系膜根部淋巴结",
        "肠系膜根淋巴结"
    ],
    "<胰头上方>淋巴结": [
        "胰头上方淋巴结"
    ],
    "LAD开口": [
        "冠状动脉LAD开口"
    ],
    "LAD近段": [
        "冠状动脉LAD近段",
        "冠脉LAD近段"
    ],
    "LAD近段原支架内血流通畅，中段分叉后": [
        "冠脉LAD中段分叉后"
    ],
    "LAD近段原支架内血流通畅，中段分叉后狭窄70%,中远段": [
        "冠脉LAD中远段"
    ],
    "LCX": [
        "冠状动脉LCX",
        "冠脉LCX"
    ],
    "LCX弥漫斑块，中段": [
        "冠脉LCX中段"
    ],
    "LCX弥漫斑块，中段狭窄60%-70%，可见溃疡和瘤样扩张，远段": [
        "冠脉LCX远段"
    ],
    "LM分叉处": [
        "冠状动脉LM分叉处",
        "冠脉LM分叉处"
    ],
    "OM远段": [
        "冠状动脉OM远段",
        "冠脉OM远段"
    ],
    "RCA近段见原支架内再狭窄85%，中段": [
        "RCA中段"
    ],
    "RCA近段见原支架内再狭窄85%，中段原支架内血流通畅，中远段": [
        "RCA内皮中远段"
    ],
    "T3椎体": [
        "胸椎T3椎体"
    ],
    "“绿豆”大小": [
        "绿豆大小"
    ],
    "“豌豆”大小": [
        "豌豆大小"
    ],
    "“黄豆”大小": [
        "黄豆大小"
    ],
    "一大拇指大小包块，质地较软，移动可，可回纳": [
        "一大拇指大小，质地较软，移动可，可回纳"
    ],
    "上诉": [
        "上述"
    ],
    "下叶外基底段": [
        "左肺下叶外基底段"
    ],
    "下叶外基底段胸膜下": [
        "左肺下叶外基底段胸膜下"
    ],
    "下腹部": [
        "下腹部皮肤"
    ],
    "下降": [
        "减轻",
        "减退"
    ],
    "不佳": [
        "欠佳"
    ],
    "不全性": [
        "不完全性"
    ],
    "不典型": [
        "非典型",
        "不典型性",
        "非典型性"
    ],
    "不能": [
        "障碍",
    ],
    "不规则低": [
        "不规则，低"
    ],
    "不规则点滴": [
        "不规则，点滴"
    ],
    "与前次CT比较肝内病灶明显增大": [
        "较前明显增大"
    ],
    "两肺上叶上叶胸膜": [
        "两肺上叶胸膜"
    ],
    "中上腹上腹部": [
        "中上腹部"
    ],
    "中分化腺癌（含粘液腺癌成份）浸及肠壁全层": [
        "中分化，含粘液腺癌成份，浸及肠壁全层"
    ],
    "中分化腺癌，侵及全层，近远端未见癌累及": [
        "中分化，侵及全层，近远端未见癌累及"
    ],
    "中段分叉后": [
        "冠状动脉中段分叉后"
    ],
    "中远段支架内可见内皮": [
        "RCA中远段内皮"
    ],
    "为持续性胀痛，久坐、久站后加重，卧位休息可缓解": [
        "为持续性胀痛，久坐久站后加重，卧位休息可缓解"
    ],
    "久坐、久站后加重": [
        "久坐久站后加重"
    ],
    "久站、久坐及久行": [
        "久站久坐久行"
    ],
    "久站、久坐及久行后加重": [
        "久站久坐久行后加重"
    ],
    "久站、久坐及长距离行走后加重": [
        "弯腰、负重及久坐后加重"
    ],
    "久行、弯腰可诱发疼痛加重": [
        "久行弯腰可诱发加重"
    ],
    "乙状结肠降结肠交界处局部肠壁增厚，管腔": [
        "乙状结肠降结肠交界处管腔"
    ],
    "乙状结肠降结肠交界处局部肠壁增厚，管腔狭窄，浆膜面": [
        "乙状结肠降结肠交界处浆膜面"
    ],
    "乙肝": [
        "乙型"
    ],
    "乳头及皮肤": [
        "乳头皮肤"
    ],
    "乳头状尿路上皮": [
        "乳头状，尿路上皮"
    ],
    "乳头肿大，尖端周围": [
        "乳头周围"
    ],
    "于前片（2014.12.29）比较变化不大": [
        "与前片比较变化不大"
    ],
    "代谢未见异常增高": [
        "代谢异常增高"
    ],
    "以夜间平卧时明显": [
        "夜间平卧时明显，放疗后"
    ],
    "以左侧为甚，为持续胀痛，夜间未影响睡眠": [
        "以左侧为甚，夜间未影响睡眠"
    ],
    "休息2天后": [
        "休息后"
    ],
    "休息2天后腰痛无缓解": [
        "休息后无缓解"
    ],
    "休息后双下肢疼痛可缓解": [
        "休息后可缓解"
    ],
    "休息后双下肢疼痛可缓解，乏力稍缓解": [
        "休息后稍缓解"
    ],
    "休息后可稍缓解": [
        "休息后稍缓解"
    ],
    "休息后可缓解": [
        "休息后缓解"
    ],
    "休息后声嘶可稍缓解": [
        "休息后稍缓解"
    ],
    "休息后头昏及头痛症状可自行缓解": [
        "休息后可自行缓解"
    ],
    "休息后眩晕好转": [
        "休息后好转"
    ],
    "休息后胸闷好转": [
        "休息后好转"
    ],
    "低": [
        "减弱"
    ],
    "低分": [
        "低分化"
    ],
    "低密度": [
        "密度低"
    ],
    "体位变化时头晕加重": [
        "体位变化时加重"
    ],
    "体位改变时症状明显加重": [
        "明显，体位改变时加重",
        "体位改变时明显加重"
    ],
    "侧枝循环": [
        "侧支循环"
    ],
    "侵及": [
        "入侵"
    ],
    "停止排气、排便2天": [
        "停止2天"
    ],
    "停止活动疼痛可缓解": [
        "停止活动可缓解"
    ],
    "偶": [
        "偶尔"
    ],
    "偶感": [
        "偶有"
    ],
    "偶有尿线": [
        "偶有，尿线"
    ],
    "全身": [
        "全身性"
    ],
    "全身乏力症状未见明显缓解": [
        "全身，明显缓解"
    ],
    "全身多淋巴结、骨转移": [
        "全身多淋巴结转移"
    ],
    "冠心病": [
        "冠状动脉硬化性"
    ],
    "冠心病（心绞痛型）": [
        "硬化性，粥样，心绞痛型"
    ],
    "冠脉": [
        "冠状动脉"
    ],
    "冬春季节、季节变化时症状加重": [
        "冬春季节加重"
    ],
    "冷空气刺激后、活动后咳嗽加重": [
        "冷空气刺激后加重"
    ],
    "减少": [
        "减轻"
    ],
    "分化细胞肝癌，包膜见癌组织侵犯；切缘未见癌组织累及": [
        "肝细胞，包膜见癌组织侵犯，切缘未见癌组织累及"
    ],
    "切端未见癌累及": [
        "切端，累及"
    ],
    "前光滑": [
        "欠光滑"
    ],
    "前列腺增大，中央带及外周": [
        "前列腺中央带及外周"
    ],
    "前列腺增大，中央带及外周带": [
        "前列腺中央及外周"
    ],
    "前穹隆": [
        "宫颈前穹隆"
    ],
    "剧烈时汗出": [
        "剧烈时出汗"
    ],
    "加重": [
        "变重"
    ],
    "动脉期": [
        "动脉区"
    ],
    "劳力性": [
        "劳累性"
    ],
    "劳力性呼吸困难，以上楼、上坡或剧烈活动后明显": [
        "劳力性，以上楼、上坡或剧烈活动后明显"
    ],
    "包绕下叶支气管跨叶生长": [
        "包绕，跨叶生长"
    ],
    "化疗后患者面部包块缩小": [
        "化疗后，缩小"
    ],
    "化疗期间及化疗后无明显": [
        "明显，化疗期间，化疗后"
    ],
    "十二指肠乳头": [
        "十二指肠乳头周围"
    ],
    "半流质、流质饮食": [
        "半流质、流质食物"
    ],
    "半流质食物明显": [
        "进食半流质食物明显"
    ],
    "占位": [
        "占位性"
    ],
    "卧床休息可稍缓解": [
        "卧床休息后可缓解"
    ],
    "原L4-L5椎体右侧": [
        "腰椎L4-L5椎体右侧"
    ],
    "原发性高血压3级很高危": [
        "原发性，很高危"
    ],
    "原发性高血压3级高血压3级极高危极": [
        "原发性，极高危"
    ],
    "双乳": [
        "双乳房"
    ],
    "双乳多发囊肿，部分囊内": [
        "双乳囊内"
    ],
    "双乳胀痛，局部皮肤": [
        "双乳房皮肤"
    ],
    "双侧下颌下下颌下淋巴结": [
        "双侧下颌下淋巴结"
    ],
    "双侧切缘": [
        "直肠双侧切缘"
    ],
    "双侧大腿前侧": [
        "双侧大腿后"
    ],
    "双侧慢性输卵管": [
        "双侧输卵管"
    ],
    "双侧掌指、近端指间关节": [
        "双侧掌关节"
    ],
    "双侧盆壁、腹股沟区淋巴结": [
        "双侧盆壁淋巴结"
    ],
    "双侧第一跖趾关节": [
        "双侧第1跖趾关节"
    ],
    "双侧肺门见多发肿大淋巴结": [
        "双侧肺门角淋巴结"
    ],
    "双侧胸壁皮下": [
        "左胸双侧胸壁皮下"
    ],
    "双侧腋窝、颈部淋巴结": [
        "双侧腋窝淋巴结"
    ],
    "双侧腰": [
        "双侧腰部"
    ],
    "双侧腰腰部": [
        "双侧腰部"
    ],
    "双侧腹股沟腹股沟淋巴结": [
        "双侧腹股沟淋巴结"
    ],
    "双侧输尿管中上段扩张，中下段": [
        "双侧输尿管中下段"
    ],
    "双侧髂血管血管旁": [
        "双侧髂血管旁"
    ],
    "双手前臂尺侧": [
        "双前臂尺侧",
        "双前臂尺侧皮肤"
    ],
    "双肺肺中叶": [
        "双肺中叶"
    ],
    "双肺门多发淋巴结": [
        "双肺门淋巴结"
    ],
    "双肾肾周": [
        "双肾周"
    ],
    "反复出现间断": [
        "反复间断"
    ],
    "反复发作，现患者胸闷仍明显": [
        "明显，反复"
    ],
    "反复右下腹隐痛，无进行性加重，排气后可暂时缓解": [
        "反复，进行性加重，排气后可暂时缓解"
    ],
    "发病形式、过程不能准确描述": [
        "发病形式不能准确描述"
    ],
    "受侵": [
        "侵犯"
    ],
    "受凉、天气变化大时即发作，每次性质同前，冬春季节多发，每年累积发作时间均超过3个月，期间病情迁延反复": [
        "受凉、天气变化大时即发作，性质同前，冬春季节多发，迁延反复"
    ],
    "受凉后上述症状易诱发": [
        "受凉后易诱发"
    ],
    "受凉后再次出现咳嗽咳痰症状加重": [
        "受凉后加重"
    ],
    "受凉后呼吸困难加重": [
        "受凉后加重"
    ],
    "变换体位时疼痛明显": [
        "变换体位时明显"
    ],
    "变软、缩小": [
        "变软，缩小"
    ],
    "口服药物后疼痛缓解": [
        "口服药物后缓解"
    ],
    "口服药物退热治疗后体温降至正常": [
        "口服药物退热治疗后降至正常"
    ],
    "口腔黏膜": [
        "口腔粘膜"
    ],
    "右上叶后段": [
        "肺右上叶后段"
    ],
    "右上叶开口": [
        "右上肺右上叶开口右上叶开口",
        "右上肺右上叶开口"
    ],
    "右上叶支气管被新生物完全阻塞，新生物表现血管迂曲、丰富，周围粘膜": [
        "右上叶支气管周围粘膜"
    ],
    "右上腹上腹部腹膜": [
        "右上腹腹膜"
    ],
    "右下叶下叶支气管": [
        "右下叶支气管"
    ],
    "右下肢从足底沿胫前放射至大腿中部": [
        "右下肢从足底沿胫前至大腿中部"
    ],
    "右下肺肺门": [
        "右下肺门"
    ],
    "右下腹": [
        "右下腹部"
    ],
    "右乳4点、7点": [
        "右乳4点7点"
    ],
    "右侧宫旁": [
        "子宫旁"
    ],
    "右侧小脑占位性病变海绵状血管": [
        "右侧小脑血管"
    ],
    "右侧少量胸腔": [
        "右胸腔"
    ],
    "右侧盆腔盆腔病变组织": [
        "右侧盆腔病变组织"
    ],
    "右侧穹隆": [
        "宫颈右侧穹隆"
    ],
    "右侧第4及左侧第9、10肋骨": [
        "右侧第4肋骨"
    ],
    "右侧第8-10后肋": [
        "右侧8-10后肋"
    ],
    "右侧肩背部": [
        "右侧背部"
    ],
    "右侧肾肾周": [
        "右侧肾周"
    ],
    "右侧肾肾周间隙": [
        "右侧肾周间隙"
    ],
    "右侧腋窝腋窝下": [
        "右侧腋窝下"
    ],
    "右侧腕部": [
        "右腕部"
    ],
    "右侧腹股沟区可见肿大淋巴结": [
        "右侧腹股沟区淋巴结"
    ],
    "右侧锁骨锁骨区淋巴结": [
        "右侧锁骨淋巴结"
    ],
    "右侧髂血管血管旁多发淋巴结": [
        "右侧髂血管旁淋巴结"
    ],
    "右冠": [
        "右冠状动脉"
    ],
    "右冠近段": [
        "右冠状动脉近段"
    ],
    "右前第2肋": [
        "右前2肋"
    ],
    "右半结肠圆形细胞恶性肿瘤，两切端": [
        "右半结肠两切端"
    ],
    "右大腿": [
        "右侧大腿"
    ],
    "右房": [
        "右心房"
    ],
    "右手拇指及食指": [
        "右手食指"
    ],
    "右盆腔）淋巴结": [
        "右盆腔淋巴结"
    ],
    "右眼急性球后": [
        "右眼球后"
    ],
    "右肩部肩部皮下": [
        "右肩部皮下"
    ],
    "右肩部肩部皮下皮下脂肪层": [
        "右肩部皮下脂肪层",
        "右肩部皮下皮下脂肪层"
    ],
    "右肱骨上段": [
        "右肱骨上段局部"
    ],
    "右肱骨上段放射性浓聚区": [
        "右肱骨上段局部骨皮质"
    ],
    "右肺上、中、下叶": [
        "右肺上中下叶"
    ],
    "右肺上叶及斜裂": [
        "右肺上叶斜裂"
    ],
    "右肺上叶尖段及水平裂": [
        "右肺上叶尖段水平裂"
    ],
    "右肺下叶片块影并周围": [
        "右肺下周围"
    ],
    "右肺下叶背段": [
        "右肺旁下下叶背段"
    ],
    "右肺中叶内侧段、下叶背段": [
        "右肺中叶内侧段下叶背段"
    ],
    "右肺中叶内侧段及左肺上叶下舌段": [
        "右肺中叶内侧段上叶下舌段"
    ],
    "右肺中叶及下叶": [
        "右肺中叶下叶"
    ],
    "右肺中叶及左肺下": [
        "右肺中叶及左肺下叶"
    ],
    "右肺右胸膜": [
        "右肺胸膜"
    ],
    "右肺门占位伴周围": [
        "右肺门周围"
    ],
    "右肺门结节影，淋巴结": [
        "肺门淋巴结"
    ],
    "右腋窝深组无蓝染）淋巴结": [
        "右腋窝深组淋巴结"
    ],
    "叶片状": [
        "叶片团"
    ],
    "同房": [
        "性交时",
        "同房后"
    ],
    "同房后有少量阴道流血，呈鲜红色": [
        "同房后，少量，呈鲜红色"
    ],
    "向后右侧": [
        "向右右侧"
    ],
    "含服硝酸甘油后症状可立即缓解": [
        "含服硝酸甘油缓解"
    ],
    "吻合口上方、下方右侧腰大肌旁": [
        "吻合口上方下方右侧腰大肌旁"
    ],
    "吻合口上方、下方右侧腰大肌旁及腹腔第1212、16组多发淋巴结": [
        "吻合口上方、下方右侧腰大肌旁腹腔1212、16组淋巴结"
    ],
    "周围多发淋巴结": [
        "周围淋巴结"
    ],
    "周边未探及": [
        "周边探及"
    ],
    "和体位、活动无关": [
        "和体位活动无关"
    ],
    "囊实混合性": [
        "囊实性"
    ],
    "囊性": [
        "囊状"
    ],
    "四肢": [
        "全身性"
    ],
    "回吸性涕血": [
        "带血，回吸性"
    ],
    "回旋支管腔细小，中段": [
        "回旋支中段"
    ],
    "回盲部壁": [
        "回盲壁"
    ],
    "回肠末段": [
        "回肠末端"
    ],
    "因受凉": [
        "受凉后"
    ],
    "均高于": [
        "升高"
    ],
    "坐位、改变体位": [
        "坐位，改变体位"
    ],
    "块状软组织密度影，呈分叶状": [
        "块状，软组织，分叶状"
    ],
    "增多，呈咖啡色，偶有异味，同房后症状加重": [
        "呈咖啡色，偶有异味，同房后症状加重，增多"
    ],
    "增多，约5-6次/天，量少呈糊状": [
        "增多，量少，呈糊状"
    ],
    "增强扫描可见强化": [
        "增强扫描可强化"
    ],
    "多且较分散": [
        "多，分散"
    ],
    "多发": [
        "多发性"
    ],
    "多发淋巴结肿大淋巴结肿大转移": [
        "多发，转移"
    ],
    "多汗": [
        "增多"
    ],
    "夜尿": [
        "夜间"
    ],
    "夜尿次数增多": [
        "夜间，次数增多"
    ],
    "夜间及活动后尤甚": [
        "夜间及活动后加重"
    ],
    "夜间头昏症状最明显": [
        "夜间明显",
        "夜间最明显"
    ],
    "夜间较多": [
        "夜间增多"
    ],
    "夜间阵发性": [
        "夜间，阵发性"
    ],
    "大于": [
        "升高"
    ],
    "大便次数及性状正常": [
        "次数正常"
    ],
    "大汗": [
        "明显增多"
    ],
    "大片": [
        "片状"
    ],
    "大量流血，呈鲜红色，一天可浸湿三张卫生巾": [
        "大量，呈鲜红色，一天可浸湿三张卫生巾"
    ],
    "奈达铂化疗药引起等过敏反应": [
        "奈达铂化疗药红"
    ],
    "如常": [
        "正常"
    ],
    "子宫内膜样腺癌（3级），侵及深肌层（近浆膜层），宫颈内口及双侧宫旁未见癌累及": [
        "子宫内膜样，侵及深肌层（近浆膜层），宫颈内口及双侧宫旁未见癌累及"
    ],
    "子宫腔后壁及底部": [
        "子宫腔后壁底部",
        "子宫腔底部"
    ],
    "季节变化时症状加重": [
        "季节变化时加重"
    ],
    "实性伴占位性": [
        "实性，占位性"
    ],
    "宫内": [
        "子宫内"
    ],
    "宫颈": [
        "子宫颈"
    ],
    "小弯侧": [
        "胃小弯"
    ],
    "少": [
        "量少"
    ],
    "少许": [
        "少量"
    ],
    "少量慢性炎症细胞": [
        "炎症细胞，少量，慢性"
    ],
    "少量血丝": [
        "带血丝"
    ],
    "尤以T2-4、T7椎体，T8椎体严重": [
        "尤以T2-4、T7、T8椎体严重"
    ],
    "尿路": [
        "尿道"
    ],
    "尿频": [
        "次数增多",
        "次数增多，明显"
    ],
    "尿黄": [
        "发黄"
    ],
    "局灶腺体": [
        "宫内膜腺体"
    ],
    "局部复发及远处转移": [
        "局部，复发，远处转移"
    ],
    "左 肺": [
        "左肺"
    ],
    "左、右卵巢": [
        "左右卵巢"
    ],
    "左上肺前段+舌段": [
        "左上肺前段舌段"
    ],
    "左上腹上腹部": [
        "左上腹部"
    ],
    "左下肢从足底沿胫前区放射至膝部": [
        "左下肢从足底沿胫前区至膝部"
    ],
    "左下肺门区": [
        "左下肺1区"
    ],
    "左主干": [
        "左冠状动脉主干"
    ],
    "左乳11点钟距乳头约3CM处腺体层内": [
        "左乳11点钟腺体内"
    ],
    "左乳左、右、上、下、后切缘": [
        "左乳左右上后切缘"
    ],
    "左侧一颗下磨牙": [
        "左侧下磨牙"
    ],
    "左侧冠状动脉钱简直远端壁": [
        "左侧冠状动脉前降支远端壁"
    ],
    "左侧盆腔盆腔腹膜腹膜后": [
        "左侧盆腔腹膜后"
    ],
    "左侧第一跖趾关节": [
        "左侧第1跖趾关节"
    ],
    "左侧肺门肺门淋巴结": [
        "左侧肺门淋巴结"
    ],
    "左侧肾盂肾盏": [
        "左侧肾盏"
    ],
    "左侧腰腿": [
        "左侧腿"
    ],
    "左侧腰腿腿部": [
        "左侧腰部",
        "左侧腰腿部"
    ],
    "左侧腹股沟可见多发淋巴结": [
        "左侧腹股沟淋巴结"
    ],
    "左侧腹股沟腹股沟区淋巴结": [
        "左侧腹股沟淋巴结组织"
    ],
    "左侧输尿管及膀胱腔腔内双J管影，上端": [
        "左侧输尿管上端"
    ],
    "左侧输尿管输尿管口": [
        "左侧输尿管口"
    ],
    "左侧阴道前壁、右侧阴道前壁": [
        "右侧左侧阴道前壁前壁",
        "右侧左侧阴道前壁前壁血管"
    ],
    "左侧面颈部": [
        "左侧颈部"
    ],
    "左侧额": [
        "左侧额叶"
    ],
    "左侧额、顶叶": [
        "左侧顶叶"
    ],
    "左侧髂骨": [
        "骨组织"
    ],
    "左前哨前哨淋巴结": [
        "左前哨淋巴结"
    ],
    "左回旋支近段管壁可见非钙化斑块，管腔": [
        "左回旋支近段管腔"
    ],
    "左室": [
        "左心室"
    ],
    "左室下壁": [
        "左心室下壁"
    ],
    "左尺桡骨中下段": [
        "尺桡骨中段下段"
    ],
    "左心": [
        "左心脏"
    ],
    "左房": [
        "左心房"
    ],
    "左手第2、3、4、5指关节": [
        "左手2、3、4、5指关节"
    ],
    "左肺上叶、下叶背段及右肺中叶": [
        "左肺上叶下叶背段中叶"
    ],
    "左肺下叶肿块伴远端": [
        "左肺下叶远端"
    ],
    "左肾动": [
        "左肾动脉"
    ],
    "左肾动静脉": [
        "左肾静脉"
    ],
    "左肾肾盂肾盏": [
        "左肾肾盏"
    ],
    "左胸": [
        "左胸皮下"
    ],
    "左足第一足趾": [
        "左足趾"
    ],
    "左足足背": [
        "左足背"
    ],
    "左输尿管上段扩张伴腔内": [
        "左输尿管上段腔内"
    ],
    "左输尿管口附近": [
        "左侧输尿管口附近"
    ],
    "左颞骨及颧弓": [
        "左颧弓"
    ],
    "差": [
        "不良"
    ],
    "带血": [
        "鲜红色"
    ],
    "带血丝，为鲜红色血丝": [
        "带鲜红色血丝"
    ],
    "带血，为暗红色不与大便混合": [
        "带血，为暗红色，不与大便混合"
    ],
    "干咳": [
        "干性"
    ],
    "干咳为主": [
        "干性为主"
    ],
    "干燥": [
        "结干"
    ],
    "干结，6-7天/次，颗粒大便": [
        "干结，颗粒状"
    ],
    "平卧时胀痛好转": [
        "平卧时好转"
    ],
    "平腰2-腰44椎体前缘": [
        "腰椎L2L4椎体前缘"
    ],
    "平静休息后可缓解": [
        "平静休息后缓解"
    ],
    "幽门下方大网膜，有髂外，左盆腔，右盆腔）淋巴结": [
        "幽门下方大网膜淋巴结"
    ],
    "异常信号": [
        "增多"
    ],
    "异常回声，性质待定": [
        "性质待定，异常"
    ],
    "弥漫": [
        "弥漫性"
    ],
    "弯曲体位时腹痛可稍缓解": [
        "弯曲体位时可稍缓"
    ],
    "弱": [
        "减弱"
    ],
    "强化小": [
        "强化，小"
    ],
    "微小癌癌结节": [
        "癌结节，微小"
    ],
    "心": [
        "心脏"
    ],
    "急性普通": [
        "急性，普通"
    ],
    "患者活动后（平路行走）心累、气促加重": [
        "活动后加重"
    ],
    "感冒受凉": [
        "全身"
    ],
    "慢": [
        "慢性"
    ],
    "慢性阻塞性肺疾病急性发作": [
        "急性发作，慢性，阻塞性"
    ],
    "慢阻肺": [
        "阻塞性"
    ],
    "所累及处管腔": [
        "结肠管腔"
    ],
    "持续10秒左右自行缓": [
        "持续10秒左右自行缓解"
    ],
    "持续性右上腹痛，程度不剧烈，可忍受": [
        "持续性，不剧烈，可忍受"
    ],
    "持续性胀痛，疼痛可忍受，休息后可稍缓解，无放射痛": [
        "持续性，胀痛，疼痛可忍受，休息后可稍缓解，无放射痛"
    ],
    "持续性隐痛": [
        "持续性，隐痛"
    ],
    "持续时间约1小时才缓解": [
        "持续时间约1小时才缓解缓解"
    ],
    "持续约2分2分钟": [
        "持续约2分钟"
    ],
    "持续约4分4分钟": [
        "持续4分钟"
    ],
    "指间关节": [
        "指关节"
    ],
    "排气后腹胀可缓解": [
        "排气后缓解"
    ],
    "控制情况不详": [
        "控制不详"
    ],
    "控制血糖尚可": [
        "控制尚可"
    ],
    "摔倒后胸痛加重": [
        "摔倒后加重"
    ],
    "支气管粘膜": [
        "支气管黏膜"
    ],
    "改善不明显": [
        "改善明显"
    ],
    "放化疗后": [
        "化放疗后"
    ],
    "放射": [
        "放射性",
        "发射性"
    ],
    "无咖啡色样": [
        "无咖啡样"
    ],
    "无回声区区内": [
        "无回声区内"
    ],
    "无回声区区内透声好": [
        "无回声区内透声好"
    ],
    "无大便隐血": [
        "无隐血"
    ],
    "无性细胞": [
        "无恶性细胞"
    ],
    "无明显改变": [
        "无明显变化"
    ],
    "无明显诱因": [
        "无诱因"
    ],
    "无肩背部放射痛": [
        "无肩背部反射痛"
    ],
    "无鲜血、血凝块": [
        "无血凝块"
    ],
    "早晨及午睡后头昏较轻": [
        "早晨及午睡后较轻"
    ],
    "明显变细、变形": [
        "明显变形"
    ],
    "明显好转": [
        "缓解"
    ],
    "明显缓解": [
        "缓解，明显"
    ],
    "明显，自诉端坐位后可缓解": [
        "明显，端坐位后可缓解"
    ],
    "易咯出": [
        "易咳出"
    ],
    "暗红": [
        "暗红色"
    ],
    "有活动性出血": [
        "大量，有活动性出血"
    ],
    "服用“头痛粉”": [
        "服用头痛粉"
    ],
    "服用中药后疼痛稍好转": [
        "服用中药后稍好转"
    ],
    "期间乏力程度无明显变化": [
        "1期间程度无明显变化"
    ],
    "未分化": [
        "未分化型"
    ],
    "未见充血水肿及新生物": [
        "未见新生物"
    ],
    "未见明显下降": [
        "无明显下降"
    ],
    "术后患者恢复可": [
        "术后恢复可"
    ],
    "核桃大小的肿物，表面有溃烂面，疼痛明显，质地硬，活动度差": [
        "桃大小，表面有溃烂面，疼痛明显，质地硬，活动度差"
    ],
    "椎体周围": [
        "胸椎体周围"
    ],
    "横结肠近端": [
        "横结肠近端切缘"
    ],
    "欠均质": [
        "不均"
    ],
    "次数及尿量均减少": [
        "次数减少"
    ],
    "次数增加": [
        "次数增多"
    ],
    "次数多": [
        "次数增多"
    ],
    "此后1-2小时后头昏症状逐渐加重": [
        "此后1-2小时后逐渐加重"
    ],
    "每次持续时间约20-30秒": [
        "每次持续时间约20-29秒"
    ],
    "治疗后有所缓解": [
        "治疗后缓解"
    ],
    "治疗后骨髓抑制好转": [
        "治疗后好转"
    ],
    "活动后伴右侧腹股沟区胀痛": [
        "活动后胀痛"
    ],
    "活动后伴右侧腹股沟区胀痛，取平卧位可明显减轻": [
        "活动后胀痛，平卧位可明显减轻"
    ],
    "活动后出现上述不适加重": [
        "活动后加重"
    ],
    "活动后咳嗽加重": [
        "活动后加重"
    ],
    "活动后喘累明显": [
        "活动后明显"
    ],
    "活动后尤甚": [
        "活动后加重"
    ],
    "活动后心累气促仍旧反复发作": [
        "活动后反复发作"
    ],
    "活动后或夜间加重，每次持续时间约20-30秒，休息后可自行缓解": [
        "活动后或夜间加重，休息后可自行缓解"
    ],
    "活动后明显加重": [
        "活动后加重"
    ],
    "活动后胸痛、心悸、胸闷较前加重，表现为少于之前活动量即可发作，症状持续时间较前延长": [
        "活动后，较前加重，少于之前活动量即可发作，症状持续时间较前延长"
    ],
    "浆膜面": [
        "交界处浆膜面"
    ],
    "浸润性癌，非特殊类型": [
        "浸润性，非特殊类型"
    ],
    "消瘦": [
        "减轻"
    ],
    "淋巴结转移": [
        "淋巴转移"
    ],
    "深黄": [
        "颜色深黄"
    ],
    "渐行变细": [
        "逐渐变细"
    ],
    "溃疡性": [
        "溃疡型"
    ],
    "爬坡、爬楼、快走、劳动等中等量体力活动后出现上述不适加重": [
        "爬坡、爬楼、快走、劳动等中等量体力活动后加重"
    ],
    "爬坡、爬楼、快走、劳动等中等量体力活动后出现上述不适加重，每次持续约5-10分钟，休息后可缓解": [
        "爬坡、爬楼、快走、劳动等中等量体力活动后加重，休息后缓解"
    ],
    "牙龈和口腔黏膜": [
        "牙龈黏膜"
    ],
    "环周切缘": [
        "结肠环周切缘"
    ],
    "环形": [
        "环状"
    ],
    "甲状软骨水平-气管": [
        "甲状软骨水平气管"
    ],
    "甲状软骨水平-气管分叉水平气管壁": [
        "甲状软骨水平气管壁"
    ],
    "略有增大": [
        "稍增大"
    ],
    "疗效评价PR": [
        "缓解"
    ],
    "瘢痕组织旁": [
        "瘢痕组织旁性"
    ],
    "白": [
        "白色"
    ],
    "白色粘": [
        "受凉后，白色，粘"
    ],
    "皮肤无红": [
        "无皮肤红"
    ],
    "皮肤无红、肿": [
        "无皮肤肿"
    ],
    "皮肤无红肿、破溃": [
        "皮肤无破溃"
    ],
    "皮肤粘膜": [
        "皮肤黏膜"
    ],
    "盆腔偏左侧": [
        "盆腔左侧"
    ],
    "盆腔内内淋巴结": [
        "盆腔内淋巴结"
    ],
    "直乙交界": [
        "乙状结肠交界"
    ],
    "直肠包块伴管腔": [
        "直肠管腔"
    ],
    "直肠周围多发淋巴结": [
        "直肠周围淋巴结"
    ],
    "直肠新生物伴周围淋巴结": [
        "直肠周围淋巴结"
    ],
    "直肠癌术后伴肝转移": [
        "直肠癌术后，转移性"
    ],
    "直肠距肛7~12CM见一个环状新生物，表面溃疡，肠腔狭窄": [
        "环状，直肠距肛7~12CM，表面溃疡，肠腔狭窄"
    ],
    "眩晕": [
        "旋转"
    ],
    "眼花": [
        "模糊"
    ],
    "硬膜外麻醉下行膀胱病损": [
        "膀胱病损，硬膜外，麻醉下"
    ],
    "稀大便": [
        "稀便"
    ],
    "稍微活动": [
        "活动时"
    ],
    "稍有好转": [
        "稍好转"
    ],
    "稍活动": [
        "稍微活动后"
    ],
    "突发性面色": [
        "面色，突发性"
    ],
    "站立、坐位、改变体位时腹痛加重": [
        "站立、坐位、改变体位时加重"
    ],
    "第77组组淋巴结": [
        "第77组淋巴结"
    ],
    "管腔全周，表面": [
        "管腔表面"
    ],
    "类圆形软组织": [
        "类圆形，软组织"
    ],
    "粒系增生明显活跃伴形态异常，未见有核红细胞": [
        "明显活跃，形态异常，粒系，未见有核红细胞"
    ],
    "粘液便": [
        "粘液性"
    ],
    "粘液脓血": [
        "脓，粘液"
    ],
    "粘痰": [
        "粘性"
    ],
    "粘稠痰": [
        "粘稠液",
        "粘液"
    ],
    "系膜内未扪及确切肿大淋巴结": [
        "系膜内淋巴结"
    ],
    "累计右侧亚隆突、中间支气管": [
        "累及右侧亚隆突、中间支气管"
    ],
    "纠正": [
        "矫正"
    ],
    "红": [
        "发红"
    ],
    "红系增生旺盛": [
        "红系旺盛"
    ],
    "约1分1分钟后自行缓解": [
        "约1分钟后自行缓解"
    ],
    "约苹果大小，无进行性增大": [
        "约苹果大小，进行性增大"
    ],
    "纳差": [
        "减少"
    ],
    "纵膈内肿大淋巴结": [
        "纵膈内淋巴结"
    ],
    "纵膈内见稍大淋巴结": [
        "纵膈内淋巴结"
    ],
    "纵膈多发淋巴结": [
        "纵膈淋巴结"
    ],
    "纵膈多处淋巴结": [
        "纵膈淋巴结"
    ],
    "纵隔多发淋巴结": [
        "纵隔淋巴结"
    ],
    "经彩超引导下左肺实性肿物": [
        "实性肿物，经彩超引导下"
    ],
    "结节黏液": [
        "粘液，结节"
    ],
    "继发型": [
        "继发性"
    ],
    "缓解不明显": [
        "明显缓解"
    ],
    "缓解，但疼痛反复": [
        "缓解，反复"
    ],
    "聋": [
        "丧失"
    ],
    "肌层": [
        "子宫肌层"
    ],
    "肌层2/3": [
        "肌层2\\/3"
    ],
    "肚脐周围疼痛为主，为阵发性绞痛，喜屈曲卧位": [
        "阵发性，喜屈曲卧位，肚脐周围疼痛为主"
    ],
    "肛门排气及解便后可缓解": [
        "肛门排气后缓解"
    ],
    "肝": [
        "肝脏"
    ],
    "肝内多发稍低密度小结节": [
        "肝结节"
    ],
    "肝十二指肠肠淋巴结": [
        "肝淋巴结"
    ],
    "肝右叶膈顶顶区": [
        "肝右叶膈顶区"
    ],
    "肝右后叶占位及左叶": [
        "肝左叶"
    ],
    "肝右后叶右后叶下段": [
        "肝右后叶下段"
    ],
    "肝左外叶左外叶上段": [
        "肝左外叶上段"
    ],
    "肝细胞癌切除术后": [
        "肝细胞癌，术后"
    ],
    "肝胃间隙多发肿大淋巴结": [
        "肝胃间隙淋巴结"
    ],
    "肝脏色暗红，表面": [
        "肝脏表面"
    ],
    "肝门区淋巴结": [
        "肝门淋巴结"
    ],
    "肝门部淋巴结": [
        "肝门淋巴结"
    ],
    "肠周脂肪中淋巴结": [
        "肠周脂肪淋巴结"
    ],
    "肠周脂肪组织中淋巴结": [
        "肠周淋巴结"
    ],
    "肠壁全层，两切缘": [
        "肠壁切缘"
    ],
    "肠壁深肌层": [
        "直肠壁深肌层"
    ],
    "肠系膜下）淋巴结": [
        "肠系膜下淋巴结"
    ],
    "肠系膜可见肿大淋巴结": [
        "肠系膜淋巴结"
    ],
    "肠系膜多发淋巴结": [
        "肠系膜淋巴结"
    ],
    "肠系膜根部淋巴结": [
        "肠系膜根淋巴结"
    ],
    "肥厚": [
        "增厚"
    ],
    "肩、背部": [
        "肩部"
    ],
    "肩背部": [
        "肩部"
    ],
    "肺内、全身多淋巴结、骨转移": [
        "肺内转移"
    ],
    "肾孟": [
        "肾盂"
    ],
    "肾衰竭期": [
        "慢性，肾衰竭期"
    ],
    "肿瘤性病变，累及": [
        "肿瘤性，累及"
    ],
    "肿瘤骨转移": [
        "骨组织转移"
    ],
    "胀痛，疼痛明显": [
        "胀痛，明显"
    ],
    "胃": [
        "胃部"
    ],
    "胃内容物或胆汁": [
        "胃内容物，胆汁"
    ],
    "胃窦粘膜下肿瘤（来源第四层，平滑肌": [
        "胃窦平滑肌"
    ],
    "胃贲门贲门区": [
        "胃贲门区"
    ],
    "胃贲门贲门区胃壁": [
        "胃贲门区胃壁"
    ],
    "胸": [
        "胸部"
    ],
    "胸10椎体": [
        "胸椎T10椎体"
    ],
    "胸12": [
        "胸12椎体"
    ],
    "胸椎及肋骨放射性浓聚区": [
        "胸椎放射性浓聚区"
    ],
    "胸腰椎": [
        "胸椎"
    ],
    "胸腰椎多椎体": [
        "胸椎椎体"
    ],
    "胸膜腔腔内": [
        "胸膜腔内"
    ],
    "胸膜转移（IV期，T4NXM1）": [
        "胸膜转移IV期"
    ],
    "胸骨中下段": [
        "胸骨中段下段"
    ],
    "脂肪组织中未发现明显肿大淋巴结": [
        "脂肪组织淋巴结"
    ],
    "脓": [
        "脓性"
    ],
    "脓血": [
        "带脓血"
    ],
    "脾": [
        "脾脏"
    ],
    "腋窝有5个淋巴结": [
        "腋窝淋巴结"
    ],
    "腰": [
        "腰部"
    ],
    "腰11/2、3/4、4/5、腰5/骶1椎间盘": [
        "腰1/2、3/4、4/5、腰5/骶1椎间盘"
    ],
    "腰1椎体": [
        "腰椎L1椎体",
        "腰L1椎体"
    ],
    "腰2-骶1椎间盘": [
        "腰2椎间盘"
    ],
    "腰2、3椎体": [
        "腰椎L2、3椎体"
    ],
    "腰33/4椎": [
        "腰椎"
    ],
    "腰33/4椎间盘": [
        "腰椎L3/4椎间盘"
    ],
    "腰33椎体": [
        "腰椎L3椎体",
    ],
    "腰4-5水平椎管内": [
        "腰椎L4-5水平椎管内",
    ],
    "腰4-5水平椎管内占位性病变，其上方椎管内": [
        "腰椎L4-5水平椎管内上方椎管内"
    ],
    "腰44椎体": [
        "腰椎L4椎体",
    ],
    "腰5-骶1椎间盘": [
        "L5S1椎间盘"
    ],
    "腰55椎": [
        "腰椎L5椎",
        "腰5椎"
    ],
    "腰55椎体骶棘": [
        "腰5椎体骶棘"
    ],
    "腰5双侧椎": [
        "腰椎L5双侧"
    ],
    "腰5椎体": [
        "腰椎L5椎体"
    ],
    "腰椎多椎体": [
        "腰椎椎体"
    ],
    "腰背部": [
        "腰部"
    ],
    "腹": [
        "腹部"
    ],
    "腹壁>送检淋巴结": [
        "腹壁淋巴结"
    ],
    "腹盆腔": [
        "腹腔"
    ],
    "腹腔内多发肿大淋巴结": [
        "腹膜内淋巴结"
    ],
    "腹腔及腹腔后多发淋巴结": [
        "腹腔淋巴结"
    ],
    "腹腔及腹膜后多发淋巴结": [
        "腹腔淋巴结"
    ],
    "腹腔后增多软组织影，肿大淋巴结": [
        "腹腔后淋巴结"
    ],
    "腹腔后多发淋巴结": [
        "腹腔后淋巴结"
    ],
    "腹腔干旁>淋巴结": [
        "腹腔干旁淋巴结"
    ],
    "腹腔第1212、16组": [
        "腹腔1212、16组"
    ],
    "腹膜后": [
        "腹膜后淋巴结"
    ],
    "腹膜后偏左侧": [
        "腹膜后左侧"
    ],
    "腹膜后多发淋巴结": [
        "腹膜后淋巴结"
    ],
    "腹膜后约平腰2-腰44椎体前缘": [
        "腹膜后平腰椎L2L4椎体前缘"
    ],
    "腺上皮中-重度异型": [
        "异型，中-重度，腺上皮"
    ],
    "膀胱左侧顶顶壁": [
        "膀胱左侧顶壁"
    ],
    "膀胱肿瘤及基底部": [
        "膀胱基底部"
    ],
    "膀胱腔腔内": [
        "膀胱腔内"
    ],
    "自行缓": [
        "自行缓解"
    ],
    "色白": [
        "白色"
    ],
    "萎": [
        "萎靡"
    ],
    "血管迂曲、丰富": [
        "血管丰富"
    ],
    "行走时疼痛加重": [
        "行走时加重"
    ],
    "表面或大便中混有暗红色血液": [
        "表面或大便中暗红色血液"
    ],
    "衬覆少量尿路上皮伴个别炎症细胞浸润": [
        "衬覆少量尿路上皮，炎症细胞浸润"
    ],
    "被一菜花样新生物": [
        "被新生物"
    ],
    "视物": [
        "眼"
    ],
    "视物双影": [
        "有重影"
    ],
    "解便后可缓解": [
        "解便缓解"
    ],
    "触血": [
        "接触性"
    ],
    "质硬,无压痛": [
        "质硬，无压痛"
    ],
    "质硬肿块，皮肤受累": [
        "质硬，皮肤受累"
    ],
    "贲门部胃壁": [
        "贲门胃壁"
    ],
    "身": [
        "全身性",
        "身体"
    ],
    "转移可能大": [
        "转移性"
    ],
    "轻压痛": [
        "轻微压痛"
    ],
    "轻度倾斜": [
        "轻度，倾斜"
    ],
    "轻微胀痛": [
        "轻微，胀痛"
    ],
    "较前有所增大": [
        "较前增大"
    ],
    "较多": [
        "增多"
    ],
    "输液3天后": [
        "输液后"
    ],
    "输液治疗（具体用药及诊断不详）后腰痛缓解": [
        "输液治疗缓解"
    ],
    "边界较清晰": [
        "边界清晰"
    ],
    "过程不能准确描述": [
        "发病过程不能准确描述"
    ],
    "近左下肺肺门处": [
        "近左下肺门"
    ],
    "进展": [
        "有进展"
    ],
    "进行性增大": [
        "进行性，增大"
    ],
    "进行性面色": [
        "进行性，面色"
    ],
    "进食后及平卧位、身体前驱时出现": [
        "进食后、平卧位、身体前驱时出现"
    ],
    "进食后及平卧位、身体前驱时出现，影响夜间休息，持续时间数小时不等": [
        "进食后，平卧位，身体前驱时出现，影响夜间休息，持续时间数小时不等"
    ],
    "进食哽咽加重": [
        "进食加重"
    ],
    "进食固体食物及半流质食物明显": [
        "进食固体食物明显"
    ],
    "进食干硬及大块食物时明显": [
        "进食干硬大块食物明显"
    ],
    "进食过多、过快时发生": [
        "进食过多过快时发生"
    ],
    "连续2年以上发作": [
        "连续发作"
    ],
    "逐渐增大 ， 无局部红、肿、热、痒": [
        "逐渐增大，无局部红，无局部肿，无局部热，无局部痒"
    ],
    "逐渐增大，久站及剧烈咳嗽时突出较明显，仍伴有间歇性胀痛，可回纳": [
        "逐渐增大，久站及剧烈咳嗽时突出较明显，间歇性胀痛，可回纳"
    ],
    "逐渐开始增大": [
        "逐渐，增大"
    ],
    "邻近上、下颌骨": [
        "邻近上下颌骨"
    ],
    "邻近右侧膈肌": [
        "近邻右侧膈肌"
    ],
    "酸疼": [
        "酸痛"
    ],
    "量多": [
        "增多"
    ],
    "量多，呈糊状，偶有粘液": [
        "量多，糊状，粘液"
    ],
    "量逐渐增多": [
        "量增多"
    ],
    "锁骨下多发淋巴结": [
        "锁骨下淋巴结"
    ],
    "长时间说话加重，休息后声嘶可稍缓解": [
        "休息后缓解，长时间说话加重"
    ],
    "长期处于升高状态": [
        "长期，升高"
    ],
    "间断发作": [
        "间歇发作"
    ],
    "间断可咳暗红色": [
        "间断，暗红色"
    ],
    "间断性痛，疼痛尚可忍受": [
        "间断性，疼痛尚可忍受"
    ],
    "间隔时间减短": [
        "间隔时间缩短"
    ],
    "闻及刺激性气味咳嗽无诱发或加重": [
        "闻及刺激性气味无诱发或加重"
    ],
    "阵发性咳嗽，非高调金属声样": [
        "阵发性，非高调金属声样"
    ],
    "阵发性胀痛，于夜间采取侧卧位时疼痛明显，休息后自行缓解": [
        "阵发性，胀痛，夜间采取侧卧位时疼痛明显，休息后自行缓解"
    ],
    "阵阵咳嗽，以干咳为主": [
        "阵阵，干咳为主"
    ],
    "隆突下）淋巴结": [
        "隆突下淋巴结"
    ],
    "隐痛，持续性加重": [
        "隐痛持续性加重"
    ],
    "非咖啡色胃内容物": [
        "非咖啡色内容物"
    ],
    "非浸润性尿路上皮": [
        "非浸润性，尿路上皮"
    ],
    "非霍奇金": [
        "非霍奇金型"
    ],
    "面色": [
        "面部"
    ],
    "颈33/4-6/7椎": [
        "颈椎"
    ],
    "颈33/4-6/7椎间盘": [
        "颈椎C3/4-6/7椎间盘"
    ],
    "颈管": [
        "宫颈管"
    ],
    "颈腰椎间盘": [
        "颈椎间盘"
    ],
    "颈部、腋窝淋巴结": [
        "颈部淋巴结"
    ],
    "食管中下段": [
        "食管中段下段"
    ],
    "食管壁壁淋巴结": [
        "食管壁淋巴结"
    ],
    "食道": [
        "食管"
    ],
    "食道中下段": [
        "食道中段下段"
    ],
    "食道胃底静脉": [
        "食管静脉"
    ],
    "餐后开始出现中上腹疼痛，为绞痛，无放射痛，程度剧烈，难以忍受，每次约持续5秒后自行缓解": [
        "绞痛，餐后开始出现，无放射痛，程度剧烈，难以忍受，每次约持续5秒后自行缓解"
    ],
    "饮食无关": [
        "与活动饮食无关"
    ],
    "骨": [
        "骨组织",
        "骨头"
    ],
    "骨髓检查：可见": [
        "骨髓检查可见"
    ],
    "骶1椎": [
        "骶椎"
    ],
    "骶髂关节": [
        "胸椎骶髂关节"
    ],
    "髂外，左盆腔，右盆腔）淋巴结": [
        "髂外淋巴结"
    ],
    "髓系": [
        "髓样"
    ],
    "高级别尿路上皮": [
        "高级别，尿路上皮"
    ],
    "鲜红色血痰": [
        "鲜红色，痰"
    ],
    "鲜血，无血凝块、食物残渣": [
        "鲜，无血凝块、食物残渣。"
    ],
    "鸡鸣样咳嗽，昼夜均较频繁": [
        "鸡鸣样，昼夜均较频繁"
    ],
    "黄": [
        "黄色"
    ],
    "黄白色粘稠": [
        "黄色，粘稠"
    ],
    "黄色软": [
        "黄色，软"
    ],
    "黏": [
        "粘"
    ],
    "黏液": [
        "粘液"
    ],
    "黏痰": [
        "粘痰"
    ],
    "黏膜": [
        "粘膜"
    ],
    "黑": [
        "发黑",
    ],
    "黑朦": [
        "黑矇"
    ],
    "黑色": [
        "发黑"
    ],
    "（十二指肠球部）送检粘膜下方": [
        "十二指肠球粘膜下方"
    ],
    "（右上叶后段）鳞癌": [
        "肺鳞癌"
    ],
    "（右上）肺": [
        "右上肺"
    ],
    "（右乳）浸润性小叶": [
        "右乳小叶"
    ],
    "（右侧面部）送检少许组织示淋巴组织": [
        "右侧面部淋巴组织"
    ],
    "（右枕叶）室管膜": [
        "右枕叶室管膜"
    ],
    "（右腋窝蓝染）淋巴结": [
        "右腋窝淋巴结"
    ],
    "（右）卵巢": [
        "右卵巢"
    ],
    "（左侧腹股沟）淋巴结": [
        "左侧腹股沟区淋巴结"
    ],
    "（左腋窝）淋巴结": [
        "左腋窝淋巴结"
    ],
    "（左）卵巢": [
        "左卵巢"
    ],
    "（平路行走）心累、气促加重": [
        "平路行走后加重"
    ],
    "（气管中段）淋巴组织": [
        "气管中段淋巴组织"
    ],
    "（直肠）腺上皮": [
        "直肠上皮"
    ],
    "（肠周）淋巴结": [
        "肠周淋巴结"
    ],
    "（腹水）涂片见": [
        "腹水见"
    ],
    "（阴道壁组织）鳞状上皮": [
        "阴道壁组织上皮"
    ],
    "（食管旁）淋巴结": [
        "食管旁淋巴结"
    ],
}


new2tendency =  {
    "?": [
        "不确定"
    ],
    "不伴": [
        "否定"
    ],
    "不完全除外": [
        "不确定"
    ],
    "不明显": [
        "否定"
    ],
    "不能": [
        "否定"
    ],
    "不除外": [
        "不确定"
    ],
    "为见": [
        "否定"
    ],
    "以": [
        "不确定"
    ],
    "似见": [
        "不确定"
    ],
    "倾向": [
        "不确定"
    ],
    "可": [
        "不确定"
    ],
    "可疑": [
        "不确定"
    ],
    "可能": [
        "不确定"
    ],
    "可能大": [
        "不确定"
    ],
    "否认": [
        "否定"
    ],
    "如为": [
        "不确定"
    ],
    "待定": [
        "不确定"
    ],
    "待排": [
        "不确定"
    ],
    "待查": [
        "不确定"
    ],
    "愈合良好": [
        "否定"
    ],
    "拟": [
        "不确定"
    ],
    "支持": [
        "不确定"
    ],
    "无": [
        "否定"
    ],
    "未": [
        "否定"
    ],
    "未再": [
        "否定"
    ],
    "未提示": [
        "否定"
    ],
    "未见": [
        "否定"
    ],
    "未见确切": [
        "不确定"
    ],
    "未诉": [
        "否定"
    ],
    "未达": [
        "否定"
    ],
    "未述": [
        "否定"
    ],
    "疑为": [
        "不确定"
    ],
    "考虑": [
        "不确定"
    ],
    "进一步确诊": [
        "不确定"
    ],
    "？": [
        "不确定"
    ]
}
